{
    "(localhost:5000 or 192.168.178.100:5000)": "(localhost:5000 oder 192.168.178.100:5000)",
    "Additional FFMPEG arguments for the input stream (optional)": "Zusätzliche FFMPEG-Argumente für den Eingabestream (optional)",
    "As frigate saves a large amount of data, it is recommended to use a separate directory or disk for it.": "Da Frigate eine große Menge an Daten speichert, wird empfohlen, ein separates Verzeichnis oder eine separate Festplatte dafür zu verwenden.",
    "Auto-detect (recommended)": "Automatische Erkennung (empfohlen)",
    "Auto-update Docker image": "Docker-Image automatisch aktualisieren",
    "CPU": "CPU",
    "Camera input path must not be empty": "Der Kamera-Eingabepfad darf nicht leer sein",
    "Camera name must not be empty and must not contain spaces": "Der Kameraname darf nicht leer sein und darf keine Leerzeichen enthalten",
    "Camera specific: frigate.0.remote.notificationTextTemplate": "Kameraspezifisch: frigate.0.remote.notificationTextTemplate",
    "Cameras configuration": "Kamerakonfiguration",
    "Choose how to configure Frigate. The YAML configuration file option allows you to provide a custom configuration file, while the UI option provides a user-friendly interface for configuring Frigate without needing to edit YAML files directly.": "Wählen Sie, wie Sie Frigate konfigurieren möchten. Die YAML-Konfigurationsdatei-Option ermöglicht es Ihnen, eine benutzerdefinierte Konfigurationsdatei bereitzustellen, während die UI-Option eine benutzerfreundliche Oberfläche zur Konfiguration von Frigate bietet, ohne YAML-Dateien direkt bearbeiten zu müssen.",
    "Comma separated": "Kommagetrennt",
    "Configure via UI": "Über die Benutzeroberfläche konfigurieren",
    "Coral Type": "Coral-Typ",
    "Days to retain recordings": "Tage zur Aufbewahrung von Aufnahmen",
    "Detection FPS": "Erkennungs-FPS",
    "Detection Height": "Erkennungshöhe",
    "Detection NMS threshold": "Erkennungs-NMS-Schwellenwert",
    "Detection Width": "Erkennungsbreite",
    "Detection confidence threshold": "Erkennungs-Konfidenzschwellenwert",
    "Detection height": "Erkennungshöhe",
    "Detection width": "Erkennungsbreite",
    "Detectors": "Detektoren",
    "Don't send notification when zone list of the event is empty for this cameras": "Keine Benachrichtigung senden, wenn die Zonenliste des Ereignisses für diese Kameras leer ist",
    "Enable Notifications": "Benachrichtigungen aktivieren",
    "Enable face recognition": "Gesichtserkennung aktivieren",
    "Enable object detection": "Objekterkennung aktivieren",
    "Enable recording": "Aufnahme aktivieren",
    "Enabled": "Aktiviert",
    "Enter the ioBroker IP Address in the frigate config under mqtt->host": "Geben Sie die ioBroker IP-Adresse in der Frigate-Konfiguration unter mqtt->host ein",
    "Enter the ioBroker Ip Address in the frigate config under mqtt->host": "Geben Sie die ioBroker-IP-Adresse in der Frigate-Konfiguration unter mqtt->host ein.",
    "Exclude cameras from notification": "Kameras von Benachrichtigungen ausschließen",
    "Exclude zones from notification": "Zonen von Benachrichtigungen ausschließen",
    "FFMPEG Camera Input Path": "FFMPEG-Kamera-Eingabepfad",
    "FFMPEG hardware acceleration arguments": "FFMPEG-Hardwarebeschleunigungsargumente",
    "Face recognition model size": "Gesichtserkennungsmodellgröße",
    "Frigate Docker": "Frigate Docker",
    "Frigate Hostname:Port": "Frigate Hostname:Port",
    "Frigate Hostname:Port (localhost:5000 or 192.168.178.100:5000)": "Frigate Hostname:Port (localhost:5000 oder 192.168.178.100:5000)",
    "Frigate YAML configuration": "Frigate YAML-Konfiguration",
    "Frigate configuration type": "Frigate-Konfigurationstyp",
    "Frigate directory location": "Frigate-Verzeichnisspeicherort",
    "Frigate directory location must end with a slash (/) and must not be empty": "Der Frigate-Verzeichnisspeicherort muss mit einem Schrägstrich (/) enden und darf nicht leer sein",
    "General Settings": "Allgemeine Einstellungen",
    "Google Coral": "Google Coral",
    "If enabled, the latest Docker image will be pulled when the adapter starts.": "Wenn aktiviert, wird das neueste Docker-Image beim Start des Adapters heruntergeladen.",
    "If no start snapshot send then send one update snapshot instead": "Wenn kein Start-Snapshot gesendet wird, stattdessen einen Aktualisierungs-Snapshot senden",
    "Instances to notify": "Zu benachrichtigende Instanzen",
    "Large (slower, more accurate)": "Groß (langsamer, genauer)",
    "MB": "MB",
    "MQTT Server Port in Frigate config": "MQTT-Server-Port in der Frigate-Konfiguration",
    "Maximum clip length in seconds": "Maximale Cliplänge in Sekunden",
    "Maximum number of objects to detect per frame": "Maximale Anzahl von Objekten pro Bild zur Erkennung",
    "Medium (balanced speed and accuracy)": "Mittel (ausgewogene Geschwindigkeit und Genauigkeit)",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled.": "Mindestereigniswert 0.1-1.0 für Benachrichtigung. 0 = Deaktiviert.",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled. Camera specific: frigate.0.remote.notificationMinScore": "Mindestereigniswert 0.1-1.0 für Benachrichtigung. 0 = Deaktiviert. Kameraspezifisch: frigate.0.remote.notificationMinScore",
    "Minimum area for face recognition": "Mindestfläche für Gesichtserkennung",
    "Name": "Name",
    "Notification Settings": "Benachrichtigungseinstellungen",
    "Notification Text Template": "Benachrichtigungstext-Vorlage",
    "Notification will only not send if all zones of the event are excluded": "Eine Benachrichtigung wird nur dann nicht versendet, wenn alle Zonen der Veranstaltung ausgeschlossen sind.",
    "Number of last Events History frigate.0.events.history": "Anzahl der letzten Ereignisse in der Historie frigate.0.events.history",
    "Object Detection": "Objekterkennung",
    "Optional: Users to notify": "Optional: Zu benachrichtigende Benutzer",
    "PCIe": "PCIe",
    "Port": "Port",
    "Post-capture recording time in seconds": "Aufnahmezeit nach Erfassung in Sekunden",
    "Pre-capture recording time in seconds": "Aufnahmezeit vor Erfassung in Sekunden",
    "Recording": "Aufnahme",
    "Retain Snapshots": "Snapshots aufbewahren",
    "Send Clip from event end": "Clip vom Ereignisende senden",
    "Send detailed object snapshot": "Detaillierten Objekt-Snapshot senden",
    "Send only Clip Url from event end": "Nur Clip-URL vom Ereignisende senden",
    "Send snapshot from event end": "Snapshot vom Ereignisende senden",
    "Send snapshot from event start": "Snapshot vom Ereignisstart senden",
    "Send snapshot from event update": "Snapshot von Ereignisaktualisierung senden",
    "Small (faster, less accurate)": "Klein (schneller, weniger genau)",
    "Snapshot Bounding Box": "Snapshot-Begrenzungsrahmen",
    "Snapshot Timestamp": "Snapshot-Zeitstempel",
    "Snapshots": "Snapshots",
    "Start container on IP": "Container auf IP starten",
    "Stop container when instance stops": "Container stoppen, wenn die Instanz stoppt",
    "Temp directory size": "Temporäre Verzeichnisgröße",
    "The amount of time (in seconds) to include in the recording after the event is triggered. This can help capture important context following the event.": "Die Zeitspanne (in Sekunden), die nach Auslösung des Ereignisses in die Aufnahme einbezogen werden soll. Dies kann helfen, wichtigen Kontext nach dem Ereignis festzuhalten.",
    "The amount of time (in seconds) to include in the recording before the event is triggered. This can help capture important context leading up to the event.": "Die Zeitspanne (in Sekunden), die vor Auslösung des Ereignisses in die Aufnahme einbezogen werden soll. Dies kann helfen, wichtigen Kontext vor dem Ereignis festzuhalten.",
    "The confidence threshold for object detection. Setting this can help reduce false positives by ignoring detections with low confidence scores.": "Der Konfidenzschwellenwert für die Objekterkennung. Diese Einstellung kann helfen, Fehlerkennungen zu reduzieren, indem Erkennungen mit niedrigen Konfidenzwerten ignoriert werden.",
    "The height (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "Die Höhe (in Pixeln), auf die die Eingabebilder für die Objekterkennung skaliert werden. Diese Einstellung kann die Leistung verbessern, indem die Auflösung der Eingabebilder reduziert wird, kann aber auch die Erkennungsgenauigkeit verringern, wenn sie zu niedrig eingestellt ist.",
    "The input path for the camera stream (e.g., RTSP URL)": "Der Eingabepfad für den Kamerastream (z. B. RTSP-URL)",
    "The maximum length of recorded clips in seconds. Setting this can help manage storage usage by limiting the duration of recorded events.": "Die maximale Länge aufgezeichneter Clips in Sekunden. Diese Einstellung kann helfen, den Speicherverbrauch zu verwalten, indem die Dauer aufgezeichneter Ereignisse begrenzt wird.",
    "The maximum number of objects that will be detected in each frame. Setting this can help manage performance by limiting the number of detections, but may also result in missed detections if set too low.": "Die maximale Anzahl von Objekten, die in jedem Bild erkannt werden. Diese Einstellung kann die Leistung verbessern, indem die Anzahl der Erkennungen begrenzt wird, kann aber auch zu verpassten Erkennungen führen, wenn sie zu niedrig eingestellt ist.",
    "The minimum area (in pixels) of a detected object for face recognition to be applied. Setting this can help reduce false positives by ignoring small objects that are unlikely to be faces.": "Die Mindestfläche (in Pixeln) eines erkannten Objekts, damit die Gesichtserkennung angewendet wird. Diese Einstellung kann helfen, Fehlerkennungen zu reduzieren, indem kleine Objekte ignoriert werden, die wahrscheinlich keine Gesichter sind.",
    "The non-maximum suppression (NMS) threshold for object detection. Setting this can help reduce false positives by suppressing overlapping detections of the same object.": "Der Non-Maximum-Suppression (NMS)-Schwellenwert für die Objekterkennung. Diese Einstellung kann helfen, Fehlerkennungen zu reduzieren, indem überlappende Erkennungen desselben Objekts unterdrückt werden.",
    "The number of days to retain recorded clips. Setting this can help manage storage usage by automatically deleting older recordings.": "Die Anzahl der Tage, für die aufgezeichnete Clips aufbewahrt werden. Diese Einstellung kann helfen, den Speicherverbrauch zu verwalten, indem ältere Aufnahmen automatisch gelöscht werden.",
    "The port on which the container will be reachable on localhost": "Der Port, über den der Container auf localhost erreichbar ist",
    "The size of the face recognition model to use. Small is faster but less accurate, while large is slower but more accurate. Medium is a balanced option that may work well for most users.": "Die Größe des zu verwendenden Gesichtserkennungsmodells. Klein ist schneller, aber weniger genau, während Groß langsamer, aber genauer ist. Mittel ist eine ausgewogene Option, die für die meisten Benutzer gut funktionieren dürfte.",
    "The target frames per second (FPS) for object detection. Setting this can help manage performance by controlling the frequency of detection, but may also result in missed detections if set too low.": "Die Zielbildrate (FPS) für die Objekterkennung. Diese Einstellung kann die Leistung verbessern, indem die Erkennungshäufigkeit gesteuert wird, kann aber auch zu verpassten Erkennungen führen, wenn sie zu niedrig eingestellt ist.",
    "The type of Google Coral accelerator to use. USB is the most common and compatible option, while PCIe may offer better performance but requires a compatible motherboard and additional setup.": "Der Typ des zu verwendenden Google Coral-Beschleunigers. USB ist die gängigste und kompatibelste Option, während PCIe eine bessere Leistung bieten kann, aber ein kompatibles Motherboard und zusätzliche Einrichtung erfordert.",
    "The type of detectors to use. CPU is the default and works without additional hardware, but may have higher CPU usage. Google Coral is an optional hardware accelerator that can significantly reduce CPU usage if supported.": "Der Typ der zu verwendenden Detektoren. CPU ist die Standardoption und funktioniert ohne zusätzliche Hardware, kann aber eine höhere CPU-Auslastung verursachen. Google Coral ist ein optionaler Hardwarebeschleuniger, der die CPU-Auslastung erheblich reduzieren kann, wenn er unterstützt wird.",
    "The width (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "Die Breite (in Pixeln), auf die die Eingabebilder für die Objekterkennung skaliert werden. Diese Einstellung kann die Leistung verbessern, indem die Auflösung der Eingabebilder reduziert wird, kann aber auch die Erkennungsgenauigkeit verringern, wenn sie zu niedrig eingestellt ist.",
    "USB": "USB",
    "Unique camera name without spaces": "Eindeutiger Kameraname ohne Leerzeichen",
    "Use self-hosted Frigate in Docker": "Selbstgehostetes Frigate in Docker verwenden",
    "Wait time after Events end for Clip creation in seconds": "Wartezeit nach Ereignisende für Clip-Erstellung in Sekunden",
    "YAML configuration file": "YAML-Konfigurationsdatei",
    "day(s)": "Tag(e)",
    "docker_explanation": "ioBroker startet und verwaltet eine selbstgehostete Frigate-Instanz in einem Docker-Container. Diese Option eignet sich für Benutzer, die Frigate lokal betreiben möchten, ohne auf einen externen Dienst angewiesen zu sein.",
    "{{source}} {{type}} detected {{status}} {{score}} {{state}}": "{{source}} {{type}} erkannt {{status}} {{score}} {{state}}"
}