{
    "(localhost:5000 or 192.168.178.100:5000)": "(localhost:5000 o 192.168.178.100:5000)",
    "Additional FFMPEG arguments for the input stream (optional)": "Argumentos FFMPEG adicionales para el flujo de entrada (opcional)",
    "As frigate saves a large amount of data, it is recommended to use a separate directory or disk for it.": "Como Frigate guarda una gran cantidad de datos, se recomienda usar un directorio o disco separado.",
    "Auto-detect (recommended)": "Detección automática (recomendado)",
    "Auto-update Docker image": "Actualización automática de imagen Docker",
    "CPU": "CPU",
    "Camera input path must not be empty": "La ruta de entrada de la cámara no debe estar vacía",
    "Camera name must not be empty and must not contain spaces": "El nombre de la cámara no debe estar vacío y no debe contener espacios",
    "Camera specific: frigate.0.remote.notificationTextTemplate": "Específico de cámara: frigate.0.remote.notificationTextTemplate",
    "Cameras configuration": "Configuración de cámaras",
    "Choose how to configure Frigate. The YAML configuration file option allows you to provide a custom configuration file, while the UI option provides a user-friendly interface for configuring Frigate without needing to edit YAML files directly.": "Elija cómo configurar Frigate. La opción de archivo de configuración YAML le permite proporcionar un archivo de configuración personalizado, mientras que la opción UI proporciona una interfaz fácil de usar para configurar Frigate sin necesidad de editar archivos YAML directamente.",
    "Comma separated": "Separados por comas",
    "Configure via UI": "Configurar vía UI",
    "Coral Type": "Tipo de Coral",
    "Days to retain recordings": "Días de retención de grabaciones",
    "Detection FPS": "FPS de detección",
    "Detection Height": "Altura de detección",
    "Detection NMS threshold": "Umbral NMS de detección",
    "Detection Width": "Ancho de detección",
    "Detection confidence threshold": "Umbral de confianza de detección",
    "Detection height": "Altura de detección",
    "Detection width": "Ancho de detección",
    "Detectors": "Detectores",
    "Don't send notification when zone list of the event is empty for this cameras": "No enviar notificación cuando la lista de zonas del evento esté vacía para estas cámaras",
    "Enable Notifications": "Activar notificaciones",
    "Enable face recognition": "Activar reconocimiento facial",
    "Enable object detection": "Activar detección de objetos",
    "Enable recording": "Activar grabación",
    "Enabled": "Activado",
    "Enter the ioBroker IP Address in the frigate config under mqtt->host": "Introduzca la dirección IP de ioBroker en la configuración de Frigate en mqtt->host",
    "Enter the ioBroker Ip Address in the frigate config under mqtt->host": "Ingrese la dirección IP de ioBroker en la configuración de la fragata en mqtt->host",
    "Exclude cameras from notification": "Excluir cámaras de las notificaciones",
    "Exclude zones from notification": "Excluir zonas de las notificaciones",
    "FFMPEG Camera Input Path": "Ruta de entrada de cámara FFMPEG",
    "FFMPEG hardware acceleration arguments": "Argumentos de aceleración por hardware FFMPEG",
    "Face recognition model size": "Tamaño del modelo de reconocimiento facial",
    "Frigate Docker": "Frigate Docker",
    "Frigate Hostname:Port": "Frigate host:puerto",
    "Frigate Hostname:Port (localhost:5000 or 192.168.178.100:5000)": "Nombre de host de la fragata: Puerto (localhost:5000 o 192.168.178.100:5000)",
    "Frigate YAML configuration": "Configuración YAML de Frigate",
    "Frigate configuration type": "Tipo de configuración de Frigate",
    "Frigate directory location": "Ubicación del directorio de Frigate",
    "Frigate directory location must end with a slash (/) and must not be empty": "La ubicación del directorio de Frigate debe terminar con una barra (/)",
    "General Settings": "Configuración general",
    "Google Coral": "Google Coral",
    "If enabled, the latest Docker image will be pulled when the adapter starts.": "Si está activado, se descargará la última imagen Docker cuando se inicie el adaptador.",
    "If no start snapshot send then send one update snapshot instead": "Si no se envía instantánea de inicio, enviar una instantánea de actualización en su lugar",
    "Instances to notify": "Instancias a notificar",
    "Large (slower, more accurate)": "Grande (más lento, más preciso)",
    "MB": "MB",
    "MQTT Server Port in Frigate config": "Puerto del servidor MQTT en la configuración de Frigate",
    "Maximum clip length in seconds": "Duración máxima del clip en segundos",
    "Maximum number of objects to detect per frame": "Número máximo de objetos a detectar por fotograma",
    "Medium (balanced speed and accuracy)": "Medio (equilibrio entre velocidad y precisión)",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled.": "Puntuación mínima del evento 0.1-1.0 para notificar. 0 = Desactivado.",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled. Camera specific: frigate.0.remote.notificationMinScore": "Puntuación mínima del evento 0.1-1.0 para notificar. 0 = Desactivado. Específico de cámara: frigate.0.remote.notificationMinScore",
    "Minimum area for face recognition": "Área mínima para reconocimiento facial",
    "Name": "Nombre",
    "Notification Settings": "Configuración de notificaciones",
    "Notification Text Template": "Plantilla de texto de notificación",
    "Notification will only not send if all zones of the event are excluded": "La notificación solo no se enviará si se excluyen todas las zonas del evento",
    "Number of last Events History frigate.0.events.history": "Número de últimos eventos en el historial frigate.0.events.history",
    "Object Detection": "Detección de objetos",
    "Optional: Users to notify": "Opcional: Usuarios a notificar",
    "PCIe": "PCIe",
    "Port": "Puerto",
    "Post-capture recording time in seconds": "Tiempo de grabación posterior al evento en segundos",
    "Pre-capture recording time in seconds": "Tiempo de grabación previo al evento en segundos",
    "Recording": "Grabación",
    "Retain Snapshots": "Retener instantáneas",
    "Send Clip from event end": "Enviar clip al final del evento",
    "Send detailed object snapshot": "Enviar instantánea detallada del objeto",
    "Send only Clip Url from event end": "Enviar solo URL del clip al final del evento",
    "Send snapshot from event end": "Enviar instantánea al final del evento",
    "Send snapshot from event start": "Enviar instantánea al inicio del evento",
    "Send snapshot from event update": "Enviar instantánea en la actualización del evento",
    "Small (faster, less accurate)": "Pequeño (más rápido, menos preciso)",
    "Snapshot Bounding Box": "Cuadro delimitador de instantánea",
    "Snapshot Timestamp": "Marca de tiempo de instantánea",
    "Snapshots": "Instantáneas",
    "Start container on IP": "Iniciar contenedor en IP",
    "Stop container when instance stops": "Detener contenedor cuando la instancia se detenga",
    "Temp directory size": "Tamaño del directorio temporal",
    "The amount of time (in seconds) to include in the recording after the event is triggered. This can help capture important context following the event.": "La cantidad de tiempo (en segundos) a incluir en la grabación después de que se active el evento. Esto puede ayudar a capturar contexto importante posterior al evento.",
    "The amount of time (in seconds) to include in the recording before the event is triggered. This can help capture important context leading up to the event.": "La cantidad de tiempo (en segundos) a incluir en la grabación antes de que se active el evento. Esto puede ayudar a capturar contexto importante previo al evento.",
    "The confidence threshold for object detection. Setting this can help reduce false positives by ignoring detections with low confidence scores.": "El umbral de confianza para la detección de objetos. Configurar esto puede ayudar a reducir falsos positivos ignorando detecciones con puntuaciones de confianza bajas.",
    "The height (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "La altura (en píxeles) a la que se redimensionarán los fotogramas de entrada para la detección de objetos. Esto puede mejorar el rendimiento al reducir la resolución, pero también puede reducir la precisión de detección si se configura demasiado bajo.",
    "The input path for the camera stream (e.g., RTSP URL)": "La ruta de entrada para el flujo de la cámara (p. ej., URL RTSP)",
    "The maximum length of recorded clips in seconds. Setting this can help manage storage usage by limiting the duration of recorded events.": "La duración máxima de los clips grabados en segundos. Esto puede ayudar a gestionar el uso del almacenamiento limitando la duración de los eventos grabados.",
    "The maximum number of objects that will be detected in each frame. Setting this can help manage performance by limiting the number of detections, but may also result in missed detections if set too low.": "El número máximo de objetos que se detectarán en cada fotograma. Esto puede ayudar a gestionar el rendimiento limitando el número de detecciones, pero también puede resultar en detecciones perdidas si se configura demasiado bajo.",
    "The minimum area (in pixels) of a detected object for face recognition to be applied. Setting this can help reduce false positives by ignoring small objects that are unlikely to be faces.": "El área mínima (en píxeles) de un objeto detectado para aplicar el reconocimiento facial. Esto puede ayudar a reducir falsos positivos ignorando objetos pequeños que probablemente no sean rostros.",
    "The non-maximum suppression (NMS) threshold for object detection. Setting this can help reduce false positives by suppressing overlapping detections of the same object.": "El umbral de supresión de no máximos (NMS) para la detección de objetos. Esto puede ayudar a reducir falsos positivos suprimiendo detecciones superpuestas del mismo objeto.",
    "The number of days to retain recorded clips. Setting this can help manage storage usage by automatically deleting older recordings.": "El número de días para retener los clips grabados. Esto puede ayudar a gestionar el uso del almacenamiento eliminando automáticamente las grabaciones antiguas.",
    "The port on which the container will be reachable on localhost": "El puerto en el que el contenedor será accesible en localhost",
    "The size of the face recognition model to use. Small is faster but less accurate, while large is slower but more accurate. Medium is a balanced option that may work well for most users.": "El tamaño del modelo de reconocimiento facial a utilizar. Pequeño es más rápido pero menos preciso, grande es más lento pero más preciso. Medio es una opción equilibrada que puede funcionar bien para la mayoría de los usuarios.",
    "The target frames per second (FPS) for object detection. Setting this can help manage performance by controlling the frequency of detection, but may also result in missed detections if set too low.": "Los fotogramas por segundo (FPS) objetivo para la detección de objetos. Esto puede ayudar a gestionar el rendimiento controlando la frecuencia de detección, pero también puede resultar en detecciones perdidas si se configura demasiado bajo.",
    "The type of Google Coral accelerator to use. USB is the most common and compatible option, while PCIe may offer better performance but requires a compatible motherboard and additional setup.": "El tipo de acelerador Google Coral a utilizar. USB es la opción más común y compatible, mientras que PCIe puede ofrecer mejor rendimiento pero requiere una placa base compatible y configuración adicional.",
    "The type of detectors to use. CPU is the default and works without additional hardware, but may have higher CPU usage. Google Coral is an optional hardware accelerator that can significantly reduce CPU usage if supported.": "El tipo de detectores a utilizar. CPU es el predeterminado y funciona sin hardware adicional, pero puede tener un mayor uso de CPU. Google Coral es un acelerador de hardware opcional que puede reducir significativamente el uso de CPU si es compatible.",
    "The width (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "El ancho (en píxeles) al que se redimensionarán los fotogramas de entrada para la detección de objetos. Esto puede mejorar el rendimiento al reducir la resolución, pero también puede reducir la precisión de detección si se configura demasiado bajo.",
    "USB": "USB",
    "Unique camera name without spaces": "Nombre de cámara único sin espacios",
    "Use self-hosted Frigate in Docker": "Usar Frigate autoalojado en Docker",
    "Wait time after Events end for Clip creation in seconds": "Tiempo de espera después del fin del evento para la creación del clip en segundos",
    "YAML configuration file": "Archivo de configuración YAML",
    "day(s)": "día(s)",
    "docker_explanation": "ioBroker iniciará y gestionará una instancia de Frigate autoalojada dentro de un contenedor Docker. Esta opción es adecuada para usuarios que prefieren ejecutar Frigate localmente sin depender de un servicio externo.",
    "{{source}} {{type}} detected {{status}} {{score}} {{state}}": "{{fuente}} {{tipo}} detectado {{estado}} {{puntuación}} {{estado}}"
}