{
    "(localhost:5000 or 192.168.178.100:5000)": "(localhost:5000 ou 192.168.178.100:5000)",
    "Additional FFMPEG arguments for the input stream (optional)": "Arguments FFMPEG supplémentaires pour le flux d'entrée (optionnel)",
    "As frigate saves a large amount of data, it is recommended to use a separate directory or disk for it.": "Comme Frigate enregistre une grande quantité de données, il est recommandé d'utiliser un répertoire ou un disque séparé.",
    "Auto-detect (recommended)": "Détection automatique (recommandé)",
    "Auto-update Docker image": "Mise à jour automatique de l'image Docker",
    "CPU": "CPU",
    "Camera input path must not be empty": "Le chemin d'entrée de la caméra ne doit pas être vide",
    "Camera name must not be empty and must not contain spaces": "Le nom de la caméra ne doit pas être vide et ne doit pas contenir d'espaces",
    "Camera specific: frigate.0.remote.notificationTextTemplate": "Spécifique à la caméra : frigate.0.remote.notificationTextTemplate",
    "Cameras configuration": "Configuration des caméras",
    "Choose how to configure Frigate. The YAML configuration file option allows you to provide a custom configuration file, while the UI option provides a user-friendly interface for configuring Frigate without needing to edit YAML files directly.": "Choisissez comment configurer Frigate. L'option fichier de configuration YAML vous permet de fournir un fichier de configuration personnalisé, tandis que l'option UI fournit une interface conviviale pour configurer Frigate sans avoir à modifier directement les fichiers YAML.",
    "Comma separated": "Séparés par des virgules",
    "Configure via UI": "Configurer via l'UI",
    "Coral Type": "Type de Coral",
    "Days to retain recordings": "Jours de conservation des enregistrements",
    "Detection FPS": "FPS de détection",
    "Detection Height": "Hauteur de détection",
    "Detection NMS threshold": "Seuil NMS de détection",
    "Detection Width": "Largeur de détection",
    "Detection confidence threshold": "Seuil de confiance de détection",
    "Detection height": "Hauteur de détection",
    "Detection width": "Largeur de détection",
    "Detectors": "Détecteurs",
    "Don't send notification when zone list of the event is empty for this cameras": "Ne pas envoyer de notification lorsque la liste des zones de l'événement est vide pour ces caméras",
    "Enable Notifications": "Activer les notifications",
    "Enable face recognition": "Activer la reconnaissance faciale",
    "Enable object detection": "Activer la détection d'objets",
    "Enable recording": "Activer l'enregistrement",
    "Enabled": "Activé",
    "Enter the ioBroker IP Address in the frigate config under mqtt->host": "Entrez l'adresse IP ioBroker dans la configuration Frigate sous mqtt->host",
    "Enter the ioBroker Ip Address in the frigate config under mqtt->host": "Saisissez l'adresse IP d'ioBroker dans la configuration de la frégate, sous mqtt->host.",
    "Exclude cameras from notification": "Exclure des caméras des notifications",
    "Exclude zones from notification": "Exclure des zones des notifications",
    "FFMPEG Camera Input Path": "Chemin d'entrée caméra FFMPEG",
    "FFMPEG hardware acceleration arguments": "Arguments d'accélération matérielle FFMPEG",
    "Face recognition model size": "Taille du modèle de reconnaissance faciale",
    "Frigate Docker": "Frigate Docker",
    "Frigate Hostname:Port": "Frigate hôte:port",
    "Frigate Hostname:Port (localhost:5000 or 192.168.178.100:5000)": "Nom d'hôte de la frégate :Port (localhost :5000 ou 192.168.178.100 :5000)",
    "Frigate YAML configuration": "Configuration YAML de Frigate",
    "Frigate configuration type": "Type de configuration Frigate",
    "Frigate directory location": "Emplacement du répertoire Frigate",
    "Frigate directory location must end with a slash (/) and must not be empty": "L'emplacement du répertoire Frigate doit se terminer par une barre oblique (/)",
    "General Settings": "Paramètres généraux",
    "Google Coral": "Google Coral",
    "If enabled, the latest Docker image will be pulled when the adapter starts.": "Si activé, la dernière image Docker sera téléchargée au démarrage de l'adaptateur.",
    "If no start snapshot send then send one update snapshot instead": "Si aucun instantané de début n'est envoyé, envoyer un instantané de mise à jour à la place",
    "Instances to notify": "Instances à notifier",
    "Large (slower, more accurate)": "Grand (plus lent, plus précis)",
    "MB": "Mo",
    "MQTT Server Port in Frigate config": "Port du serveur MQTT dans la configuration Frigate",
    "Maximum clip length in seconds": "Durée maximale du clip en secondes",
    "Maximum number of objects to detect per frame": "Nombre maximum d'objets à détecter par image",
    "Medium (balanced speed and accuracy)": "Moyen (équilibre vitesse et précision)",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled.": "Score minimum d'événement 0.1-1.0 pour notifier. 0 = Désactivé.",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled. Camera specific: frigate.0.remote.notificationMinScore": "Score minimum d'événement 0.1-1.0 pour notifier. 0 = Désactivé. Spécifique à la caméra : frigate.0.remote.notificationMinScore",
    "Minimum area for face recognition": "Surface minimale pour la reconnaissance faciale",
    "Name": "Nom",
    "Notification Settings": "Paramètres de notification",
    "Notification Text Template": "Modèle de texte de notification",
    "Notification will only not send if all zones of the event are excluded": "La notification ne sera pas envoyée uniquement si toutes les zones de l'événement sont exclues.",
    "Number of last Events History frigate.0.events.history": "Nombre des derniers événements dans l'historique frigate.0.events.history",
    "Object Detection": "Détection d'objets",
    "Optional: Users to notify": "Optionnel : Utilisateurs à notifier",
    "PCIe": "PCIe",
    "Port": "Port",
    "Post-capture recording time in seconds": "Durée d'enregistrement après capture en secondes",
    "Pre-capture recording time in seconds": "Durée d'enregistrement avant capture en secondes",
    "Recording": "Enregistrement",
    "Retain Snapshots": "Conserver les instantanés",
    "Send Clip from event end": "Envoyer le clip à la fin de l'événement",
    "Send detailed object snapshot": "Envoyer un instantané détaillé de l'objet",
    "Send only Clip Url from event end": "Envoyer uniquement l'URL du clip à la fin de l'événement",
    "Send snapshot from event end": "Envoyer un instantané à la fin de l'événement",
    "Send snapshot from event start": "Envoyer un instantané au début de l'événement",
    "Send snapshot from event update": "Envoyer un instantané à la mise à jour de l'événement",
    "Small (faster, less accurate)": "Petit (plus rapide, moins précis)",
    "Snapshot Bounding Box": "Cadre de délimitation de l'instantané",
    "Snapshot Timestamp": "Horodatage de l'instantané",
    "Snapshots": "Instantanés",
    "Start container on IP": "Démarrer le conteneur sur l'IP",
    "Stop container when instance stops": "Arrêter le conteneur à l'arrêt de l'instance",
    "Temp directory size": "Taille du répertoire temporaire",
    "The amount of time (in seconds) to include in the recording after the event is triggered. This can help capture important context following the event.": "La durée (en secondes) à inclure dans l'enregistrement après le déclenchement de l'événement. Cela peut aider à capturer un contexte important suivant l'événement.",
    "The amount of time (in seconds) to include in the recording before the event is triggered. This can help capture important context leading up to the event.": "La durée (en secondes) à inclure dans l'enregistrement avant le déclenchement de l'événement. Cela peut aider à capturer un contexte important précédant l'événement.",
    "The confidence threshold for object detection. Setting this can help reduce false positives by ignoring detections with low confidence scores.": "Le seuil de confiance pour la détection d'objets. Ce réglage peut aider à réduire les faux positifs en ignorant les détections avec des scores de confiance faibles.",
    "The height (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "La hauteur (en pixels) à laquelle les images d'entrée seront redimensionnées pour la détection d'objets. Cela peut améliorer les performances en réduisant la résolution, mais peut aussi réduire la précision de détection si la valeur est trop basse.",
    "The input path for the camera stream (e.g., RTSP URL)": "Le chemin d'entrée pour le flux de la caméra (par ex., URL RTSP)",
    "The maximum length of recorded clips in seconds. Setting this can help manage storage usage by limiting the duration of recorded events.": "La durée maximale des clips enregistrés en secondes. Cela peut aider à gérer l'utilisation du stockage en limitant la durée des événements enregistrés.",
    "The maximum number of objects that will be detected in each frame. Setting this can help manage performance by limiting the number of detections, but may also result in missed detections if set too low.": "Le nombre maximum d'objets détectés dans chaque image. Cela peut aider à gérer les performances en limitant le nombre de détections, mais peut aussi entraîner des détections manquées si la valeur est trop basse.",
    "The minimum area (in pixels) of a detected object for face recognition to be applied. Setting this can help reduce false positives by ignoring small objects that are unlikely to be faces.": "La surface minimale (en pixels) d'un objet détecté pour que la reconnaissance faciale soit appliquée. Cela peut aider à réduire les faux positifs en ignorant les petits objets peu susceptibles d'être des visages.",
    "The non-maximum suppression (NMS) threshold for object detection. Setting this can help reduce false positives by suppressing overlapping detections of the same object.": "Le seuil de suppression des non-maximums (NMS) pour la détection d'objets. Cela peut aider à réduire les faux positifs en supprimant les détections chevauchantes du même objet.",
    "The number of days to retain recorded clips. Setting this can help manage storage usage by automatically deleting older recordings.": "Le nombre de jours de conservation des clips enregistrés. Cela peut aider à gérer l'utilisation du stockage en supprimant automatiquement les anciens enregistrements.",
    "The port on which the container will be reachable on localhost": "Le port sur lequel le conteneur sera accessible sur localhost",
    "The size of the face recognition model to use. Small is faster but less accurate, while large is slower but more accurate. Medium is a balanced option that may work well for most users.": "La taille du modèle de reconnaissance faciale à utiliser. Petit est plus rapide mais moins précis, grand est plus lent mais plus précis. Moyen est une option équilibrée qui convient à la plupart des utilisateurs.",
    "The target frames per second (FPS) for object detection. Setting this can help manage performance by controlling the frequency of detection, but may also result in missed detections if set too low.": "Le nombre cible d'images par seconde (FPS) pour la détection d'objets. Cela peut aider à gérer les performances en contrôlant la fréquence de détection, mais peut aussi entraîner des détections manquées si la valeur est trop basse.",
    "The type of Google Coral accelerator to use. USB is the most common and compatible option, while PCIe may offer better performance but requires a compatible motherboard and additional setup.": "Le type d'accélérateur Google Coral à utiliser. USB est l'option la plus courante et compatible, tandis que PCIe peut offrir de meilleures performances mais nécessite une carte mère compatible et une configuration supplémentaire.",
    "The type of detectors to use. CPU is the default and works without additional hardware, but may have higher CPU usage. Google Coral is an optional hardware accelerator that can significantly reduce CPU usage if supported.": "Le type de détecteurs à utiliser. CPU est le choix par défaut et fonctionne sans matériel supplémentaire, mais peut avoir une utilisation CPU plus élevée. Google Coral est un accélérateur matériel optionnel qui peut réduire significativement l'utilisation CPU s'il est pris en charge.",
    "The width (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "La largeur (en pixels) à laquelle les images d'entrée seront redimensionnées pour la détection d'objets. Cela peut améliorer les performances en réduisant la résolution, mais peut aussi réduire la précision de détection si la valeur est trop basse.",
    "USB": "USB",
    "Unique camera name without spaces": "Nom de caméra unique sans espaces",
    "Use self-hosted Frigate in Docker": "Utiliser Frigate auto-hébergé dans Docker",
    "Wait time after Events end for Clip creation in seconds": "Temps d'attente après la fin de l'événement pour la création du clip en secondes",
    "YAML configuration file": "Fichier de configuration YAML",
    "day(s)": "jour(s)",
    "docker_explanation": "ioBroker démarrera et gérera une instance Frigate auto-hébergée dans un conteneur Docker. Cette option convient aux utilisateurs qui préfèrent exécuter Frigate localement sans dépendre d'un service externe.",
    "{{source}} {{type}} detected {{status}} {{score}} {{state}}": "{{source}} {{type}} détecté {{status}} {{score}} {{state}}"
}