{
    "(localhost:5000 or 192.168.178.100:5000)": "(localhost:5000 o 192.168.178.100:5000)",
    "0% - 100% (0 = Disabled, 100 - absolute sure)": "0% - 100% (0 = Disabilitato, 100 - assolutamente sicuro)",
    "Additional FFMPEG arguments for the input stream (optional)": "Argomenti FFMPEG aggiuntivi per il flusso di ingresso (opzionale)",
    "As frigate saves a large amount of data, it is recommended to use a separate directory or disk for it.": "Poiché Frigate salva una grande quantità di dati, si consiglia di utilizzare una directory o un disco separato.",
    "Auto-detect (recommended)": "Rilevamento automatico (consigliato)",
    "Auto-update Docker image": "Aggiornamento automatico dell'immagine Docker",
    "CPU": "CPU",
    "Camera input path must not be empty": "Il percorso di ingresso della telecamera non deve essere vuoto",
    "Camera name must not be empty and must not contain spaces": "Il nome della telecamera non deve essere vuoto e non deve contenere spazi",
    "Camera specific: frigate.0.remote.notificationTextTemplate": "Specifico per telecamera: frigate.0.remote.notificationTextTemplate",
    "Cameras configuration": "Configurazione telecamere",
    "Choose how to configure Frigate. The YAML configuration file option allows you to provide a custom configuration file, while the UI option provides a user-friendly interface for configuring Frigate without needing to edit YAML files directly.": "Scegli come configurare Frigate. L'opzione file di configurazione YAML consente di fornire un file di configurazione personalizzato, mentre l'opzione UI fornisce un'interfaccia intuitiva per configurare Frigate senza dover modificare direttamente i file YAML.",
    "Comma separated": "Separati da virgole",
    "Configure via UI": "Configura tramite UI",
    "Coral Type": "Tipo di Coral",
    "Current frigate config.yaml": "\"frigate\" attuale \"config.yaml\"",
    "Days to retain recordings": "Giorni di conservazione delle registrazioni",
    "Detection FPS": "FPS di rilevamento",
    "Detection Height": "Altezza di rilevamento",
    "Detection NMS threshold": "Soglia NMS di rilevamento",
    "Detection Width": "Larghezza di rilevamento",
    "Detection confidence threshold": "Soglia di confidenza del rilevamento",
    "Detection height": "Altezza di rilevamento",
    "Detection threshold": "Soglia di rilevamento",
    "Detection width": "Larghezza di rilevamento",
    "Detectors": "Rilevatori",
    "Don't send notification when zone list of the event is empty for this cameras": "Non inviare notifiche quando la lista delle zone dell'evento è vuota per queste telecamere",
    "Enable Notifications": "Attiva notifiche",
    "Enable face recognition": "Attiva riconoscimento facciale",
    "Enable object detection": "Attiva rilevamento oggetti",
    "Enable recording": "Attiva registrazione",
    "Enabled": "Attivato",
    "Enter the ioBroker IP Address in the frigate config under mqtt->host": "Inserisci l'indirizzo IP di ioBroker nella configurazione di Frigate sotto mqtt->host",
    "Enter the ioBroker Ip Address in the frigate config under mqtt->host": "Inserisci l'indirizzo IP di ioBroker nella configurazione della fregata in mqtt->host",
    "Exclude cameras from notification": "Escludi telecamere dalle notifiche",
    "Exclude zones from notification": "Escludi zone dalle notifiche",
    "FFMPEG Camera Input Path": "Percorso di ingresso telecamera FFMPEG",
    "FFMPEG hardware acceleration arguments": "Argomenti di accelerazione hardware FFMPEG",
    "Face recognition model size": "Dimensione del modello di riconoscimento facciale",
    "Frigate Docker": "Frigate Docker",
    "Frigate Hostname:Port": "Frigate host:porta",
    "Frigate Hostname:Port (localhost:5000 or 192.168.178.100:5000)": "Nome host della fregata: porta (localhost: 5000 o 192.168.178.100: 5000)",
    "Frigate Settings": "Impostazioni \"Fregata\"",
    "Frigate YAML configuration": "Configurazione YAML di Frigate",
    "Frigate configuration type": "Tipo di configurazione Frigate",
    "Frigate directory location": "Posizione della directory Frigate",
    "Frigate directory location must end with a slash (/) and must not be empty": "La posizione della directory Frigate deve terminare con una barra (/)",
    "General Settings": "Impostazioni generali",
    "Google Coral": "Google Coral",
    "If enabled, the latest Docker image will be pulled when the adapter starts.": "Se attivato, l'ultima immagine Docker verrà scaricata all'avvio dell'adattatore.",
    "If no start snapshot send then send one update snapshot instead": "Se non viene inviata un'istantanea di inizio, inviare un'istantanea di aggiornamento al suo posto",
    "Instances to notify": "Istanze da notificare",
    "Large (slower, more accurate)": "Grande (più lento, più preciso)",
    "MB": "MB",
    "MQTT Server Port in Frigate config": "Porta del server MQTT nella configurazione di Frigate",
    "Maximum clip length in seconds": "Durata massima del clip in secondi",
    "Maximum number of objects to detect per frame": "Numero massimo di oggetti da rilevare per fotogramma",
    "Medium (balanced speed and accuracy)": "Medio (equilibrio tra velocità e precisione)",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled.": "Punteggio minimo evento 0.1-1.0 per notificare. 0 = Disattivato.",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled. Camera specific: frigate.0.remote.notificationMinScore": "Punteggio minimo evento 0.1-1.0 per notificare. 0 = Disattivato. Specifico per telecamera: frigate.0.remote.notificationMinScore",
    "Minimum area for face recognition": "Area minima per il riconoscimento facciale",
    "Name": "Nome",
    "Notification Settings": "Impostazioni notifiche",
    "Notification Text Template": "Modello di testo notifica",
    "Notification will only not send if all zones of the event are excluded": "La notifica non verrà inviata solo se tutte le zone dell'evento sono escluse",
    "Number of last Events History frigate.0.events.history": "Numero degli ultimi eventi nella cronologia frigate.0.events.history",
    "Object Detection": "Rilevamento oggetti",
    "Optional: Users to notify": "Opzionale: Utenti da notificare",
    "PCIe": "PCIe",
    "Person Detection threshold": "Soglia di rilevamento della persona",
    "Person detection minimal score": "Punteggio minimo di rilevamento della persona",
    "Port": "Porta",
    "Post-capture recording time in seconds": "Tempo di registrazione post-cattura in secondi",
    "Pre-capture recording time in seconds": "Tempo di registrazione pre-cattura in secondi",
    "Recording": "Registrazione",
    "Retain Snapshots": "Conserva istantanee",
    "Send Clip from event end": "Invia clip alla fine dell'evento",
    "Send detailed object snapshot": "Invia istantanea dettagliata dell'oggetto",
    "Send only Clip Url from event end": "Invia solo URL del clip alla fine dell'evento",
    "Send snapshot from event end": "Invia istantanea alla fine dell'evento",
    "Send snapshot from event start": "Invia istantanea all'inizio dell'evento",
    "Send snapshot from event update": "Invia istantanea all'aggiornamento dell'evento",
    "Small (faster, less accurate)": "Piccolo (più veloce, meno preciso)",
    "Snapshot Bounding Box": "Riquadro di delimitazione istantanea",
    "Snapshot Timestamp": "Timestamp dell'istantanea",
    "Snapshots": "Istantanee",
    "Start container on IP": "Avvia contenitore su IP",
    "Stop container when instance stops": "Arresta contenitore quando l'istanza si ferma",
    "Temp directory size": "Dimensione della directory temporanea",
    "The amount of time (in seconds) to include in the recording after the event is triggered. This can help capture important context following the event.": "Il tempo (in secondi) da includere nella registrazione dopo l'attivazione dell'evento. Questo può aiutare a catturare contesto importante successivo all'evento.",
    "The amount of time (in seconds) to include in the recording before the event is triggered. This can help capture important context leading up to the event.": "Il tempo (in secondi) da includere nella registrazione prima dell'attivazione dell'evento. Questo può aiutare a catturare contesto importante precedente all'evento.",
    "The confidence threshold for object detection. Setting this can help reduce false positives by ignoring detections with low confidence scores.": "La soglia di confidenza per il rilevamento oggetti. Questa impostazione può aiutare a ridurre i falsi positivi ignorando i rilevamenti con punteggi di confidenza bassi.",
    "The height (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "L'altezza (in pixel) alla quale i fotogrammi di ingresso verranno ridimensionati per il rilevamento oggetti. Questo può migliorare le prestazioni riducendo la risoluzione, ma può anche ridurre la precisione del rilevamento se impostato troppo basso.",
    "The input path for the camera stream (e.g., RTSP URL)": "Il percorso di ingresso per il flusso della telecamera (es. URL RTSP)",
    "The maximum length of recorded clips in seconds. Setting this can help manage storage usage by limiting the duration of recorded events.": "La durata massima dei clip registrati in secondi. Questo può aiutare a gestire l'utilizzo dello spazio di archiviazione limitando la durata degli eventi registrati.",
    "The maximum number of objects that will be detected in each frame. Setting this can help manage performance by limiting the number of detections, but may also result in missed detections if set too low.": "Il numero massimo di oggetti che verranno rilevati in ogni fotogramma. Questo può aiutare a gestire le prestazioni limitando il numero di rilevamenti, ma può anche comportare rilevamenti mancati se impostato troppo basso.",
    "The minimum area (in pixels) of a detected object for face recognition to be applied. Setting this can help reduce false positives by ignoring small objects that are unlikely to be faces.": "L'area minima (in pixel) di un oggetto rilevato per applicare il riconoscimento facciale. Questo può aiutare a ridurre i falsi positivi ignorando oggetti piccoli che difficilmente sono volti.",
    "The minmal score to start the object detection.": "Punteggio minimo per avviare il rilevamento dell'oggetto.",
    "The non-maximum suppression (NMS) threshold for object detection. Setting this can help reduce false positives by suppressing overlapping detections of the same object.": "La soglia di soppressione dei non massimi (NMS) per il rilevamento oggetti. Questo può aiutare a ridurre i falsi positivi sopprimendo i rilevamenti sovrapposti dello stesso oggetto.",
    "The number of days to retain recorded clips. Setting this can help manage storage usage by automatically deleting older recordings.": "Il numero di giorni per conservare i clip registrati. Questo può aiutare a gestire l'utilizzo dello spazio di archiviazione eliminando automaticamente le registrazioni più vecchie.",
    "The port on which the container will be reachable on localhost": "La porta sulla quale il contenitore sarà raggiungibile su localhost",
    "The size of the face recognition model to use. Small is faster but less accurate, while large is slower but more accurate. Medium is a balanced option that may work well for most users.": "La dimensione del modello di riconoscimento facciale da utilizzare. Piccolo è più veloce ma meno preciso, grande è più lento ma più preciso. Medio è un'opzione bilanciata che può funzionare bene per la maggior parte degli utenti.",
    "The target frames per second (FPS) for object detection. Setting this can help manage performance by controlling the frequency of detection, but may also result in missed detections if set too low.": "I fotogrammi al secondo (FPS) obiettivo per il rilevamento oggetti. Questo può aiutare a gestire le prestazioni controllando la frequenza di rilevamento, ma può anche comportare rilevamenti mancati se impostato troppo basso.",
    "The type of Google Coral accelerator to use. USB is the most common and compatible option, while PCIe may offer better performance but requires a compatible motherboard and additional setup.": "Il tipo di acceleratore Google Coral da utilizzare. USB è l'opzione più comune e compatibile, mentre PCIe può offrire prestazioni migliori ma richiede una scheda madre compatibile e configurazione aggiuntiva.",
    "The type of detectors to use. CPU is the default and works without additional hardware, but may have higher CPU usage. Google Coral is an optional hardware accelerator that can significantly reduce CPU usage if supported.": "Il tipo di rilevatori da utilizzare. CPU è l'opzione predefinita e funziona senza hardware aggiuntivo, ma può avere un utilizzo CPU più elevato. Google Coral è un acceleratore hardware opzionale che può ridurre significativamente l'utilizzo della CPU se supportato.",
    "The width (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "La larghezza (in pixel) alla quale i fotogrammi di ingresso verranno ridimensionati per il rilevamento oggetti. Questo può migliorare le prestazioni riducendo la risoluzione, ma può anche ridurre la precisione del rilevamento se impostato troppo basso.",
    "USB": "USB",
    "Unique camera name without spaces": "Nome telecamera univoco senza spazi",
    "Use self-hosted Frigate in Docker": "Usa Frigate self-hosted in Docker",
    "Wait time after Events end for Clip creation in seconds": "Tempo di attesa dopo la fine dell'evento per la creazione del clip in secondi",
    "YAML configuration file": "File di configurazione YAML",
    "day(s)": "giorno/i",
    "docker_explanation": "ioBroker avvierà e gestirà un'istanza Frigate self-hosted all'interno di un contenitore Docker. Questa opzione è adatta agli utenti che preferiscono eseguire Frigate localmente senza dipendere da un servizio esterno.",
    "{{source}} {{type}} detected {{status}} {{score}} {{state}}": "{{source}} {{type}} rilevato {{status}} {{score}} {{state}}"
}