{
  "(localhost:5000 or 192.168.178.100:5000)": "(localhost:5000 lub 192.168.178.100:5000)",
  "0% - 100% (0 = Disabled, 100 - absolute sure)": "0% - 100% (0 = Wyłączone, 100 - absolutna pewność)",
  "Additional FFMPEG arguments for the input stream (optional)": "Dodatkowe argumenty FFMPEG dla strumienia wejściowego (opcjonalne)",
  "As frigate saves a large amount of data, it is recommended to use a separate directory or disk for it.": "Ponieważ fregata zapisuje dużą ilość danych, zaleca się używanie dla nich osobnego katalogu lub dysku.",
  "Auto-detect (recommended)": "Automatyczne wykrywanie (zalecane)",
  "Auto-update Docker image": "Automatyczna aktualizacja obrazu Docker",
  "CPU": "Procesor",
  "Camera input path must not be empty": "Ścieżka wejściowa kamery nie może być pusta",
  "Camera name must not be empty and must not contain spaces": "Nazwa kamery nie może być pusta i nie może zawierać spacji",
  "Camera specific: frigate.0.remote.notificationTextTemplate": "Specyficzne dla kamery: frigate.0.remote.notificationTextTemplate",
  "Cameras configuration": "Konfiguracja kamer",
  "Choose how to configure Frigate. The YAML configuration file option allows you to provide a custom configuration file, while the UI option provides a user-friendly interface for configuring Frigate without needing to edit YAML files directly.": "Wybierz sposób konfiguracji Frigate. Opcja pliku konfiguracyjnego YAML umożliwia dostarczenie własnego pliku konfiguracyjnego, a opcja interfejsu użytkownika zapewnia przyjazny dla użytkownika interfejs do konfiguracji Frigate bez konieczności bezpośredniej edycji plików YAML.",
  "Comma separated": "Oddzielone przecinkiem",
  "Configure via UI": "Konfiguruj za pomocą interfejsu użytkownika",
  "Coral Type": "Rodzaj koralowca",
  "Current frigate config.yaml": "Aktualny plik „frigate” „config.yaml”",
  "Days to retain recordings": "Dni przechowywania nagrań",
  "Detection FPS": "Wykrywanie FPS",
  "Detection Height": "Wysokość wykrywania",
  "Detection NMS threshold": "Próg wykrywania NMS",
  "Detection Width": "Szerokość wykrywania",
  "Detection confidence threshold": "Próg ufności wykrywania",
  "Detection height": "Wysokość detekcji",
  "Detection threshold": "Próg wykrywania",
  "Detection width": "Szerokość wykrywania",
  "Detectors": "Detektory",
  "Don't send notification when zone list of the event is empty for this cameras": "Nie wysyłaj powiadomienia, gdy lista stref zdarzenia jest pusta dla tych kamer",
  "Enable Notifications": "Włącz powiadomienia",
  "Enable face recognition": "Włącz rozpoznawanie twarzy",
  "Enable object detection": "Włącz wykrywanie obiektów",
  "Enable recording": "Włącz nagrywanie",
  "Enabled": "Włączony",
  "Enter the ioBroker IP Address in the frigate config under mqtt->host": "Wprowadź adres IP ioBroker w konfiguracji frigate w obszarze mqtt->host",
  "Enter the ioBroker Ip Address in the frigate config under mqtt->host": "Wprowadź adres IP ioBroker w konfiguracji frigate w obszarze mqtt->host",
  "Exclude cameras from notification": "Wyklucz kamery z powiadomień",
  "Exclude zones from notification": "Wyklucz strefy z powiadomień",
  "FFMPEG Camera Input Path": "Ścieżka wejściowa kamery FFMPEG",
  "FFMPEG hardware acceleration arguments": "Argumenty akceleracji sprzętowej FFMPEG",
  "Face recognition model size": "Rozmiar modelu rozpoznawania twarzy",
  "Frigate Docker": "Fregata Docker",
  "Frigate Hostname:Port": "Fregata Nazwa hosta:Port",
  "Frigate Hostname:Port (localhost:5000 or 192.168.178.100:5000)": "Nazwa hosta fregaty: Port (localhost:5000 lub 192.168.178.100:5000)",
  "Frigate Settings": "Ustawienia „Frigate”",
  "Frigate YAML configuration": "Konfiguracja YAML fregaty",
  "Frigate configuration type": "Typ konfiguracji fregaty",
  "Frigate directory location": "Lokalizacja katalogu fregat",
  "Frigate directory location must end with a slash (/) and must not be empty": "Lokalizacja katalogu fregaty musi kończyć się ukośnikiem (/)",
  "General Settings": "Ustawienia ogólne",
  "Google Coral": "Google Coral",
  "If enabled, the latest Docker image will be pulled when the adapter starts.": "Jeśli włączone, najnowszy obraz Dockera zostanie pobrany po uruchomieniu adaptera.",
  "If no start snapshot send then send one update snapshot instead": "Jeśli nie zostanie wysłana migawka startowa, zamiast tego należy wysłać migawkę aktualizacji",
  "Instances to notify": "Przypadki do powiadomienia",
  "Large (slower, more accurate)": "Duży (wolniejszy, dokładniejszy)",
  "MB": "MB",
  "MQTT Server Port in Frigate config": "Port serwera MQTT w konfiguracji Frigate",
  "Maximum clip length in seconds": "Maksymalna długość klipu w sekundach",
  "Maximum number of objects to detect per frame": "Maksymalna liczba obiektów do wykrycia na klatkę",
  "Medium (balanced speed and accuracy)": "Średni (zrównoważona prędkość i dokładność)",
  "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled.": "Minimalny wynik zdarzenia 0,1–1,0 wymagany do powiadomienia. 0 = Wyłączone.",
  "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled. Camera specific: frigate.0.remote.notificationMinScore": "Minimalny wynik zdarzenia 0,1–1,0, aby powiadomić. 0 = Wyłączone. Specyficzne dla kamery: frigate.0.remote.notificationMinScore",
  "Minimum area for face recognition": "Minimalny obszar do rozpoznawania twarzy",
  "Name": "Nazwa",
  "Notification Settings": "Ustawienia powiadomień",
  "Notification Text Template": "Szablon tekstu powiadomienia",
  "Notification will only not send if all zones of the event are excluded": "Powiadomienie nie zostanie wysłane, jeśli wszystkie strefy zdarzenia zostaną wykluczone",
  "Number of last Events History frigate.0.events.history": "Liczba ostatnich wydarzeń Historia frigate.0.events.history",
  "Object Detection": "Wykrywanie obiektów",
  "Optional: Users to notify": "Opcjonalnie: Użytkownicy, którzy mają zostać powiadomieni",
  "PCIe": "PCIe",
  "Port": "Port",
  "Post-capture recording time in seconds": "Czas nagrywania po przechwyceniu w sekundach",
  "Pre-capture recording time in seconds": "Czas nagrywania przed przechwyceniem w sekundach",
  "Recording": "Nagranie",
  "Retain Snapshots": "Zachowaj migawki",
  "Send Clip from event end": "Wyślij klip z końca wydarzenia",
  "Send detailed object snapshot": "Wyślij szczegółowy migawkę obiektu",
  "Send only Clip Url from event end": "Wyślij tylko adres URL klipu z końca wydarzenia",
  "Send snapshot from event end": "Wyślij migawkę z końca zdarzenia",
  "Send snapshot from event start": "Wyślij migawkę od początku zdarzenia",
  "Send snapshot from event update": "Wyślij migawkę z aktualizacji zdarzenia",
  "Small (faster, less accurate)": "Mały (szybszy, mniej dokładny)",
  "Snapshot Bounding Box": "Pole ograniczające migawki",
  "Snapshot Timestamp": "Znak czasu migawki",
  "Snapshots": "Migawki",
  "Start container on IP": "Uruchom kontener na IP",
  "Stop container when instance stops": "Zatrzymaj kontener po zatrzymaniu instancji",
  "Temp directory size": "Rozmiar katalogu tymczasowego",
  "The amount of time (in seconds) to include in the recording after the event is triggered. This can help capture important context following the event.": "Czas (w sekundach) uwzględniony w nagraniu po wyzwoleniu zdarzenia. Może to pomóc w uchwyceniu ważnego kontekstu po zdarzeniu.",
  "The amount of time (in seconds) to include in the recording before the event is triggered. This can help capture important context leading up to the event.": "Czas (w sekundach) uwzględniony w nagraniu przed wyzwoleniem zdarzenia. Może to pomóc w uchwyceniu ważnego kontekstu poprzedzającego zdarzenie.",
  "The confidence threshold for object detection. Setting this can help reduce false positives by ignoring detections with low confidence scores.": "Próg ufności dla wykrywania obiektów. Ustawienie tego progu może pomóc zmniejszyć liczbę fałszywych alarmów poprzez ignorowanie wykryć o niskim poziomie ufności.",
  "The height (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "Wysokość (w pikselach), do której klatki wejściowe zostaną przeskalowane w celu wykrycia obiektów. Ustawienie tej wartości może poprawić wydajność poprzez zmniejszenie rozdzielczości klatek wejściowych, ale może również obniżyć dokładność wykrywania, jeśli zostanie ustawiona zbyt nisko.",
  "The input path for the camera stream (e.g., RTSP URL)": "Ścieżka wejściowa dla strumienia kamery (np. adres URL RTSP)",
  "The maximum length of recorded clips in seconds. Setting this can help manage storage usage by limiting the duration of recorded events.": "Maksymalna długość nagranych klipów w sekundach. Ustawienie to może pomóc w zarządzaniu wykorzystaniem pamięci masowej poprzez ograniczenie czasu trwania nagranych zdarzeń.",
  "The maximum number of objects that will be detected in each frame. Setting this can help manage performance by limiting the number of detections, but may also result in missed detections if set too low.": "Maksymalna liczba obiektów, które zostaną wykryte w każdej klatce. Ustawienie tej wartości może pomóc w zarządzaniu wydajnością poprzez ograniczenie liczby wykryć, ale może również skutkować pomijaniem wykryć, jeśli zostanie ustawiona zbyt niska wartość.",
  "The minimum area (in pixels) of a detected object for face recognition to be applied. Setting this can help reduce false positives by ignoring small objects that are unlikely to be faces.": "Minimalny obszar (w pikselach) wykrytego obiektu, aby zastosować rozpoznawanie twarzy. Ustawienie tego parametru może pomóc w zmniejszeniu liczby fałszywych trafień poprzez ignorowanie małych obiektów, które prawdopodobnie nie są twarzami.",
  "The non-maximum suppression (NMS) threshold for object detection. Setting this can help reduce false positives by suppressing overlapping detections of the same object.": "Próg tłumienia niemaksymalnego (NMS) dla wykrywania obiektów. Ustawienie tego progu może pomóc w zmniejszeniu liczby fałszywych alarmów poprzez tłumienie nakładających się detekcji tego samego obiektu.",
  "The number of days to retain recorded clips. Setting this can help manage storage usage by automatically deleting older recordings.": "Liczba dni przechowywania nagranych klipów. Ustawienie to może pomóc w zarządzaniu wykorzystaniem pamięci masowej poprzez automatyczne usuwanie starszych nagrań.",
  "The port on which the container will be reachable on localhost": "Port, na którym kontener będzie dostępny na localhost",
  "The size of the face recognition model to use. Small is faster but less accurate, while large is slower but more accurate. Medium is a balanced option that may work well for most users.": "Rozmiar modelu rozpoznawania twarzy, który ma zostać użyty. Mały rozmiar jest szybszy, ale mniej dokładny, natomiast duży jest wolniejszy, ale dokładniejszy. Średni to zrównoważona opcja, która może sprawdzić się u większości użytkowników.",
  "The target frames per second (FPS) for object detection. Setting this can help manage performance by controlling the frequency of detection, but may also result in missed detections if set too low.": "Docelowa liczba klatek na sekundę (FPS) dla wykrywania obiektów. Ustawienie tej wartości może pomóc w zarządzaniu wydajnością poprzez kontrolowanie częstotliwości wykrywania, ale może również skutkować pomijaniem wykryć, jeśli zostanie ustawiona zbyt niska wartość.",
  "The type of Google Coral accelerator to use. USB is the most common and compatible option, while PCIe may offer better performance but requires a compatible motherboard and additional setup.": "Rodzaj akceleratora Google Coral, którego należy użyć. USB jest najpopularniejszą i najbardziej kompatybilną opcją, natomiast PCIe może oferować lepszą wydajność, ale wymaga kompatybilnej płyty głównej i dodatkowej konfiguracji.",
  "The type of detectors to use. CPU is the default and works without additional hardware, but may have higher CPU usage. Google Coral is an optional hardware accelerator that can significantly reduce CPU usage if supported.": "Typ detektorów do użycia. Procesor jest domyślny i działa bez dodatkowego sprzętu, ale może generować większe obciążenie procesora. Google Coral to opcjonalny akcelerator sprzętowy, który może znacznie zmniejszyć obciążenie procesora, jeśli jest obsługiwany.",
  "The width (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "Szerokość (w pikselach), do której będą skalowane klatki wejściowe w celu wykrywania obiektów. Ustawienie tej wartości może poprawić wydajność poprzez zmniejszenie rozdzielczości klatek wejściowych, ale może również obniżyć dokładność wykrywania, jeśli zostanie ustawiona zbyt nisko.",
  "USB": "USB",
  "Unique camera name without spaces": "Unikalna nazwa kamery bez spacji",
  "Use self-hosted Frigate in Docker": "Użyj samodzielnie hostowanej Frigate w Dockerze",
  "Wait time after Events end for Clip creation in seconds": "Czas oczekiwania po zakończeniu zdarzeń na utworzenie klipu w sekundach",
  "YAML configuration file": "Plik konfiguracyjny YAML",
  "day(s)": "dni)",
  "docker_explanation": "ioBroker uruchomi i będzie zarządzać samodzielnie hostowaną instancją InfluxDB w kontenerze Docker. Ta opcja jest odpowiednia dla użytkowników, którzy wolą, aby InfluxDB działał lokalnie, bez polegania na usłudze zewnętrznej.",
  "{{source}} {{type}} detected {{status}} {{score}} {{state}}": "Wykryto {{źródło}} {{typ}} {{status}} {{wynik}} {{stan}}"
}