{
  "(localhost:5000 or 192.168.178.100:5000)": "(localhost:5000 ou 192.168.178.100:5000)",
  "Additional FFMPEG arguments for the input stream (optional)": "Argumentos adicionais do FFMPEG para o fluxo de entrada (opcional)",
  "As frigate saves a large amount of data, it is recommended to use a separate directory or disk for it.": "Como o Frigate armazena uma grande quantidade de dados, recomenda-se usar um diretório ou disco separado para ele.",
  "Auto-detect (recommended)": "Detecção automática (recomendada)",
  "Auto-update Docker image": "Atualização automática da imagem Docker",
  "CPU": "CPU",
  "Camera input path must not be empty": "O caminho de entrada da câmera não deve estar vazio.",
  "Camera name must not be empty and must not contain spaces": "O nome da câmera não pode estar vazio e não pode conter espaços.",
  "Camera specific: frigate.0.remote.notificationTextTemplate": "Específico da câmera: frigate.0.remote.notificationTextTemplate",
  "Cameras configuration": "Configuração das câmeras",
  "Choose how to configure Frigate. The YAML configuration file option allows you to provide a custom configuration file, while the UI option provides a user-friendly interface for configuring Frigate without needing to edit YAML files directly.": "Escolha como configurar o Frigate. A opção de arquivo de configuração YAML permite que você forneça um arquivo de configuração personalizado, enquanto a opção de interface do usuário oferece uma interface amigável para configurar o Frigate sem precisar editar arquivos YAML diretamente.",
  "Comma separated": "Separado por vírgulas",
  "Configure via UI": "Configurar através da interface do usuário",
  "Coral Type": "Tipo de coral",
  "Current frigate config.yaml": "Arquivo \"config.yaml\" da \"frigate\" atual",
  "Days to retain recordings": "Dias para reter as gravações",
  "Detection FPS": "Detecção FPS",
  "Detection Height": "Altura de detecção",
  "Detection NMS threshold": "Limiar de detecção NMS",
  "Detection Width": "Largura de detecção",
  "Detection confidence threshold": "Limiar de confiança de detecção",
  "Detection height": "Altura de detecção",
  "Detection width": "Largura de detecção",
  "Detectors": "Detectores",
  "Don't send notification when zone list of the event is empty for this cameras": "Não envie notificações quando a lista de zonas do evento estiver vazia para estas câmeras.",
  "Enable Notifications": "Ativar notificações",
  "Enable face recognition": "Ativar reconhecimento facial",
  "Enable object detection": "Ativar detecção de objetos",
  "Enable recording": "Ativar gravação",
  "Enabled": "Habilitado",
  "Enter the ioBroker IP Address in the frigate config under mqtt->host": "Insira o endereço IP do ioBroker na configuração da fragata em mqtt->host",
  "Enter the ioBroker Ip Address in the frigate config under mqtt->host": "Insira o endereço IP do ioBroker na configuração da fragata em mqtt->host",
  "Exclude cameras from notification": "Excluir câmeras da notificação",
  "Exclude zones from notification": "Excluir zonas da notificação",
  "FFMPEG Camera Input Path": "Caminho de entrada da câmera FFMPEG",
  "FFMPEG hardware acceleration arguments": "Argumentos de aceleração de hardware do FFMPEG",
  "Face recognition model size": "tamanho do modelo de reconhecimento facial",
  "Frigate Docker": "Doca de fragata",
  "Frigate Hostname:Port": "Nome do host da fragata:Porta",
  "Frigate Hostname:Port (localhost:5000 or 192.168.178.100:5000)": "Nome do host da fragata:Porta (localhost:5000 ou 192.168.178.100:5000)",
  "Frigate YAML configuration": "Configuração YAML da fragata",
  "Frigate configuration type": "Tipo de configuração de fragata",
  "Frigate directory location": "localização do diretório de fragatas",
  "Frigate directory location must end with a slash (/) and must not be empty": "O caminho do diretório da fragata deve terminar com uma barra (/)",
  "General Settings": "Configurações gerais",
  "Google Coral": "Google Coral",
  "If enabled, the latest Docker image will be pulled when the adapter starts.": "Se ativada, a imagem Docker mais recente será obtida quando o adaptador for iniciado.",
  "If no start snapshot send then send one update snapshot instead": "Se não for possível enviar um snapshot de inicialização, envie um snapshot de atualização.",
  "Instances to notify": "Instâncias a notificar",
  "Large (slower, more accurate)": "Grande (mais lento, mais preciso)",
  "MB": "MB",
  "MQTT Server Port in Frigate config": "Porta do servidor MQTT na configuração do Frigate",
  "Maximum clip length in seconds": "Duração máxima do clipe em segundos",
  "Maximum number of objects to detect per frame": "Número máximo de objetos a serem detectados por quadro",
  "Medium (balanced speed and accuracy)": "Médio (equilíbrio entre velocidade e precisão)",
  "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled.": "Pontuação mínima do evento: 0,1 a 1,0 para notificação. 0 = Desativado.",
  "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled. Camera specific: frigate.0.remote.notificationMinScore": "Pontuação mínima do evento: 0,1 a 1,0 para notificar. 0 = Desativado. Específico da câmera: frigate.0.remote.notificationMinScore",
  "Minimum area for face recognition": "Área mínima para reconhecimento facial",
  "Name": "Nome",
  "Notification Settings": "Configurações de notificação",
  "Notification Text Template": "Modelo de texto de notificação",
  "Notification will only not send if all zones of the event are excluded": "A notificação só não será enviada se todas as zonas do evento forem excluídas.",
  "Number of last Events History frigate.0.events.history": "Número de eventos recentes Histórico de fragatas.0.eventos.história",
  "Object Detection": "Detecção de objetos",
  "Optional: Users to notify": "Opcional: Notificar os usuários",
  "PCIe": "PCIe",
  "Port": "Porta",
  "Post-capture recording time in seconds": "Tempo de gravação pós-captura em segundos",
  "Pre-capture recording time in seconds": "Tempo de gravação pré-captura em segundos",
  "Recording": "Gravação",
  "Retain Snapshots": "Reter instantâneos",
  "Send Clip from event end": "Enviar clipe do final do evento",
  "Send detailed object snapshot": "Enviar instantâneo detalhado do objeto",
  "Send only Clip Url from event end": "Enviar apenas o URL do clipe do final do evento",
  "Send snapshot from event end": "Enviar instantâneo do término do evento",
  "Send snapshot from event start": "Enviar instantâneo a partir do início do evento",
  "Send snapshot from event update": "Enviar instantâneo da atualização do evento",
  "Small (faster, less accurate)": "Pequeno (mais rápido, menos preciso)",
  "Snapshot Bounding Box": "Caixa delimitadora do instantâneo",
  "Snapshot Timestamp": "Carimbo de data/hora do instantâneo",
  "Snapshots": "Instantâneos",
  "Start container on IP": "Iniciar contêiner no endereço IP",
  "Stop container when instance stops": "Interrompa o contêiner quando a instância for interrompida.",
  "Temp directory size": "Tamanho do diretório temporário",
  "The amount of time (in seconds) to include in the recording after the event is triggered. This can help capture important context following the event.": "O período de tempo (em segundos) a ser incluído na gravação após o evento ser acionado. Isso pode ajudar a capturar o contexto importante após o evento.",
  "The amount of time (in seconds) to include in the recording before the event is triggered. This can help capture important context leading up to the event.": "O intervalo de tempo (em segundos) a ser incluído na gravação antes do evento ser acionado. Isso pode ajudar a capturar o contexto importante que antecede o evento.",
  "The confidence threshold for object detection. Setting this can help reduce false positives by ignoring detections with low confidence scores.": "O limiar de confiança para detecção de objetos. Definir esse valor pode ajudar a reduzir falsos positivos, ignorando detecções com baixos níveis de confiança.",
  "The height (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "A altura (em pixels) para a qual os quadros de entrada serão redimensionados para a detecção de objetos. Configurar esse valor pode ajudar a melhorar o desempenho, reduzindo a resolução dos quadros de entrada, mas também pode reduzir a precisão da detecção se for definido com um valor muito baixo.",
  "The input path for the camera stream (e.g., RTSP URL)": "O caminho de entrada para o fluxo de vídeo da câmera (por exemplo, URL RTSP)",
  "The maximum length of recorded clips in seconds. Setting this can help manage storage usage by limiting the duration of recorded events.": "Duração máxima dos vídeos gravados, em segundos. Configurar esse valor pode ajudar a gerenciar o uso do armazenamento, limitando a duração dos eventos gravados.",
  "The maximum number of objects that will be detected in each frame. Setting this can help manage performance by limiting the number of detections, but may also result in missed detections if set too low.": "O número máximo de objetos que serão detectados em cada quadro. Configurar esse valor pode ajudar a gerenciar o desempenho, limitando o número de detecções, mas também pode resultar em detecções perdidas se estiver muito baixo.",
  "The minimum area (in pixels) of a detected object for face recognition to be applied. Setting this can help reduce false positives by ignoring small objects that are unlikely to be faces.": "A área mínima (em pixels) de um objeto detectado para que o reconhecimento facial seja aplicado. Definir esse valor pode ajudar a reduzir falsos positivos, ignorando objetos pequenos que provavelmente não são rostos.",
  "The non-maximum suppression (NMS) threshold for object detection. Setting this can help reduce false positives by suppressing overlapping detections of the same object.": "O limiar de supressão não máxima (NMS) para detecção de objetos. Definir esse valor pode ajudar a reduzir falsos positivos, suprimindo detecções sobrepostas do mesmo objeto.",
  "The number of days to retain recorded clips. Setting this can help manage storage usage by automatically deleting older recordings.": "O número de dias que os vídeos gravados serão mantidos. Configurar essa opção pode ajudar a gerenciar o uso do armazenamento, excluindo automaticamente as gravações mais antigas.",
  "The port on which the container will be reachable on localhost": "A porta na qual o contêiner estará acessível no localhost.",
  "The size of the face recognition model to use. Small is faster but less accurate, while large is slower but more accurate. Medium is a balanced option that may work well for most users.": "O tamanho do modelo de reconhecimento facial a ser usado. Pequeno é mais rápido, porém menos preciso, enquanto grande é mais lento, porém mais preciso. Médio é uma opção equilibrada que pode funcionar bem para a maioria dos usuários.",
  "The target frames per second (FPS) for object detection. Setting this can help manage performance by controlling the frequency of detection, but may also result in missed detections if set too low.": "A taxa de quadros por segundo (FPS) alvo para detecção de objetos. Configurar esse valor pode ajudar a gerenciar o desempenho, controlando a frequência de detecção, mas também pode resultar em detecções perdidas se estiver muito baixo.",
  "The type of Google Coral accelerator to use. USB is the most common and compatible option, while PCIe may offer better performance but requires a compatible motherboard and additional setup.": "O tipo de acelerador Google Coral a ser usado. USB é a opção mais comum e compatível, enquanto PCIe pode oferecer melhor desempenho, mas requer uma placa-mãe compatível e configuração adicional.",
  "The type of detectors to use. CPU is the default and works without additional hardware, but may have higher CPU usage. Google Coral is an optional hardware accelerator that can significantly reduce CPU usage if supported.": "O tipo de detectores a serem usados. A CPU é a opção padrão e funciona sem hardware adicional, mas pode apresentar maior consumo de CPU. O Google Coral é um acelerador de hardware opcional que pode reduzir significativamente o uso da CPU, caso seja compatível.",
  "The width (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "A largura (em pixels) para a qual os quadros de entrada serão redimensionados para a detecção de objetos. Configurar esse valor pode ajudar a melhorar o desempenho, reduzindo a resolução dos quadros de entrada, mas também pode reduzir a precisão da detecção se for definido com um valor muito baixo.",
  "USB": "USB",
  "Unique camera name without spaces": "Nome exclusivo da câmera, sem espaços.",
  "Use self-hosted Frigate in Docker": "Utilize o Frigate auto-hospedado no Docker.",
  "Wait time after Events end for Clip creation in seconds": "Tempo de espera após o término dos eventos para a criação do clipe, em segundos.",
  "YAML configuration file": "Arquivo de configuração YAML",
  "day(s)": "dia(s)",
  "docker_explanation": "O ioBroker inicia e gerencia uma instância InfluxDB auto-hospedada dentro de um contêiner Docker. Essa opção é adequada para usuários que preferem executar o InfluxDB localmente, sem depender de um serviço externo.",
  "{{source}} {{type}} detected {{status}} {{score}} {{state}}": "{{source}} {{type}} detectado {{status}} {{score}} {{state}}"
}