{
    "(localhost:5000 or 192.168.178.100:5000)": "(localhost:5000 или 192.168.178.100:5000)",
    "Additional FFMPEG arguments for the input stream (optional)": "Дополнительные аргументы FFMPEG для входного потока (необязательно)",
    "As frigate saves a large amount of data, it is recommended to use a separate directory or disk for it.": "Так как Frigate сохраняет большой объём данных, рекомендуется использовать отдельный каталог или диск.",
    "Auto-detect (recommended)": "Автоопределение (рекомендуется)",
    "Auto-update Docker image": "Автообновление Docker-образа",
    "CPU": "CPU",
    "Camera input path must not be empty": "Путь ввода камеры не должен быть пустым",
    "Camera name must not be empty and must not contain spaces": "Имя камеры не должно быть пустым и не должно содержать пробелы",
    "Camera specific: frigate.0.remote.notificationTextTemplate": "Для конкретной камеры: frigate.0.remote.notificationTextTemplate",
    "Cameras configuration": "Настройка камер",
    "Choose how to configure Frigate. The YAML configuration file option allows you to provide a custom configuration file, while the UI option provides a user-friendly interface for configuring Frigate without needing to edit YAML files directly.": "Выберите способ настройки Frigate. Вариант с YAML-файлом конфигурации позволяет предоставить пользовательский файл конфигурации, а вариант с UI предоставляет удобный интерфейс для настройки Frigate без необходимости редактирования YAML-файлов напрямую.",
    "Comma separated": "Через запятую",
    "Configure via UI": "Настроить через UI",
    "Coral Type": "Тип Coral",
    "Days to retain recordings": "Дней хранения записей",
    "Detection FPS": "FPS обнаружения",
    "Detection Height": "Высота обнаружения",
    "Detection NMS threshold": "Порог NMS обнаружения",
    "Detection Width": "Ширина обнаружения",
    "Detection confidence threshold": "Порог уверенности обнаружения",
    "Detection height": "Высота обнаружения",
    "Detection width": "Ширина обнаружения",
    "Detectors": "Детекторы",
    "Don't send notification when zone list of the event is empty for this cameras": "Не отправлять уведомление, если список зон события пуст для этих камер",
    "Enable Notifications": "Включить уведомления",
    "Enable face recognition": "Включить распознавание лиц",
    "Enable object detection": "Включить обнаружение объектов",
    "Enable recording": "Включить запись",
    "Enabled": "Включено",
    "Enter the ioBroker IP Address in the frigate config under mqtt->host": "Введите IP-адрес ioBroker в конфигурации Frigate в разделе mqtt->host",
    "Enter the ioBroker Ip Address in the frigate config under mqtt->host": "Введите IP-адрес ioBroker в конфигурации Frigate в разделе mqtt->host.",
    "Exclude cameras from notification": "Исключить камеры из уведомлений",
    "Exclude zones from notification": "Исключить зоны из уведомлений",
    "FFMPEG Camera Input Path": "Путь ввода камеры FFMPEG",
    "FFMPEG hardware acceleration arguments": "Аргументы аппаратного ускорения FFMPEG",
    "Face recognition model size": "Размер модели распознавания лиц",
    "Frigate Docker": "Frigate Docker",
    "Frigate Hostname:Port": "Frigate хост:порт",
    "Frigate Hostname:Port (localhost:5000 or 192.168.178.100:5000)": "Имя хоста Frigate: Порт (localhost:5000 или 192.168.178.100:5000)",
    "Frigate YAML configuration": "YAML-конфигурация Frigate",
    "Frigate configuration type": "Тип конфигурации Frigate",
    "Frigate directory location": "Расположение каталога Frigate",
    "Frigate directory location must end with a slash (/)": "Расположение каталога Frigate должно заканчиваться косой чертой (/)",
    "General Settings": "Общие настройки",
    "Google Coral": "Google Coral",
    "If enabled, the latest Docker image will be pulled when the adapter starts.": "Если включено, последний Docker-образ будет загружен при запуске адаптера.",
    "If no start snapshot send then send one update snapshot instead": "Если снимок начала не отправлен, отправить один снимок обновления вместо него",
    "Instances to notify": "Экземпляры для уведомления",
    "Large (slower, more accurate)": "Большая (медленнее, точнее)",
    "MB": "МБ",
    "MQTT Server Port in Frigate config": "Порт MQTT-сервера в конфигурации Frigate",
    "Maximum clip length in seconds": "Максимальная длина клипа в секундах",
    "Maximum number of objects to detect per frame": "Максимальное количество объектов для обнаружения на кадр",
    "Medium (balanced speed and accuracy)": "Средняя (баланс скорости и точности)",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled.": "Минимальная оценка события 0.1-1.0 для уведомления. 0 = Отключено.",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled. Camera specific: frigate.0.remote.notificationMinScore": "Минимальная оценка события 0.1-1.0 для уведомления. 0 = Отключено. Для конкретной камеры: frigate.0.remote.notificationMinScore",
    "Minimum area for face recognition": "Минимальная область для распознавания лиц",
    "Name": "Имя",
    "Notification Settings": "Настройки уведомлений",
    "Notification Text Template": "Шаблон текста уведомления",
    "Notification will only not send if all zones of the event are excluded": "Уведомление не будет отправлено только в том случае, если все зоны мероприятия будут исключены.",
    "Number of last Events History frigate.0.events.history": "Количество последних событий в истории frigate.0.events.history",
    "Object Detection": "Обнаружение объектов",
    "Optional: Users to notify": "Необязательно: Пользователи для уведомления",
    "PCIe": "PCIe",
    "Port": "Порт",
    "Post-capture recording time in seconds": "Время записи после события в секундах",
    "Pre-capture recording time in seconds": "Время записи до события в секундах",
    "Recording": "Запись",
    "Retain Snapshots": "Хранение снимков",
    "Send Clip from event end": "Отправить клип после окончания события",
    "Send detailed object snapshot": "Отправить детальный снимок объекта",
    "Send only Clip Url from event end": "Отправить только ссылку на клип после окончания события",
    "Send snapshot from event end": "Отправить снимок после окончания события",
    "Send snapshot from event start": "Отправить снимок при начале события",
    "Send snapshot from event update": "Отправить снимок при обновлении события",
    "Small (faster, less accurate)": "Маленькая (быстрее, менее точная)",
    "Snapshot Bounding Box": "Рамка на снимке",
    "Snapshot Timestamp": "Временная метка снимка",
    "Snapshots": "Снимки",
    "Start container on IP": "Запустить контейнер на IP",
    "Stop container when instance stops": "Остановить контейнер при остановке экземпляра",
    "Temp directory size": "Размер временного каталога",
    "The amount of time (in seconds) to include in the recording after the event is triggered. This can help capture important context following the event.": "Время (в секундах), включаемое в запись после срабатывания события. Это помогает захватить важный контекст после события.",
    "The amount of time (in seconds) to include in the recording before the event is triggered. This can help capture important context leading up to the event.": "Время (в секундах), включаемое в запись до срабатывания события. Это помогает захватить важный контекст перед событием.",
    "The confidence threshold for object detection. Setting this can help reduce false positives by ignoring detections with low confidence scores.": "Порог уверенности для обнаружения объектов. Настройка этого параметра помогает уменьшить ложные срабатывания, игнорируя обнаружения с низким уровнем уверенности.",
    "The height (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "Высота (в пикселях), до которой будут масштабированы входные кадры для обнаружения объектов. Это может улучшить производительность за счёт уменьшения разрешения, но также может снизить точность обнаружения при слишком низком значении.",
    "The input path for the camera stream (e.g., RTSP URL)": "Путь ввода для потока камеры (например, RTSP URL)",
    "The maximum length of recorded clips in seconds. Setting this can help manage storage usage by limiting the duration of recorded events.": "Максимальная длина записанных клипов в секундах. Это помогает управлять использованием хранилища, ограничивая продолжительность записанных событий.",
    "The maximum number of objects that will be detected in each frame. Setting this can help manage performance by limiting the number of detections, but may also result in missed detections if set too low.": "Максимальное количество объектов, обнаруживаемых в каждом кадре. Это помогает управлять производительностью, ограничивая количество обнаружений, но может привести к пропуску объектов при слишком низком значении.",
    "The minimum area (in pixels) of a detected object for face recognition to be applied. Setting this can help reduce false positives by ignoring small objects that are unlikely to be faces.": "Минимальная площадь (в пикселях) обнаруженного объекта для применения распознавания лиц. Это помогает уменьшить ложные срабатывания, игнорируя мелкие объекты, которые вряд ли являются лицами.",
    "The non-maximum suppression (NMS) threshold for object detection. Setting this can help reduce false positives by suppressing overlapping detections of the same object.": "Порог подавления немаксимумов (NMS) для обнаружения объектов. Это помогает уменьшить ложные срабатывания, подавляя перекрывающиеся обнаружения одного и того же объекта.",
    "The number of days to retain recorded clips. Setting this can help manage storage usage by automatically deleting older recordings.": "Количество дней хранения записанных клипов. Это помогает управлять использованием хранилища путём автоматического удаления старых записей.",
    "The port on which the container will be reachable on localhost": "Порт, на котором контейнер будет доступен на localhost",
    "The size of the face recognition model to use. Small is faster but less accurate, while large is slower but more accurate. Medium is a balanced option that may work well for most users.": "Размер модели распознавания лиц. Маленькая — быстрее, но менее точная, большая — медленнее, но точнее. Средняя — сбалансированный вариант, подходящий для большинства пользователей.",
    "The target frames per second (FPS) for object detection. Setting this can help manage performance by controlling the frequency of detection, but may also result in missed detections if set too low.": "Целевое количество кадров в секунду (FPS) для обнаружения объектов. Это помогает управлять производительностью, контролируя частоту обнаружения, но может привести к пропуску объектов при слишком низком значении.",
    "The type of Google Coral accelerator to use. USB is the most common and compatible option, while PCIe may offer better performance but requires a compatible motherboard and additional setup.": "Тип ускорителя Google Coral. USB — наиболее распространённый и совместимый вариант, а PCIe может обеспечить лучшую производительность, но требует совместимой материнской платы и дополнительной настройки.",
    "The type of detectors to use. CPU is the default and works without additional hardware, but may have higher CPU usage. Google Coral is an optional hardware accelerator that can significantly reduce CPU usage if supported.": "Тип используемых детекторов. CPU используется по умолчанию и работает без дополнительного оборудования, но может потреблять больше ресурсов процессора. Google Coral — опциональный аппаратный ускоритель, который может значительно снизить нагрузку на CPU.",
    "The width (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "Ширина (в пикселях), до которой будут масштабированы входные кадры для обнаружения объектов. Это может улучшить производительность за счёт уменьшения разрешения, но также может снизить точность обнаружения при слишком низком значении.",
    "USB": "USB",
    "Unique camera name without spaces": "Уникальное имя камеры без пробелов",
    "Use self-hosted Frigate in Docker": "Использовать собственный Frigate в Docker",
    "Wait time after Events end for Clip creation in seconds": "Время ожидания после окончания события для создания клипа в секундах",
    "YAML configuration file": "YAML-файл конфигурации",
    "day(s)": "день(дней)",
    "docker_explanation": "ioBroker запустит и будет управлять собственным экземпляром Frigate в Docker-контейнере. Этот вариант подходит для пользователей, которые предпочитают запускать Frigate локально без использования внешнего сервиса.",
    "{{source}} {{type}} detected {{status}} {{score}} {{state}}": "{{источник}} {{тип}} обнаружен {{статус}} {{оценка}} {{состояние}}"
}