{
    "(localhost:5000 or 192.168.178.100:5000)": "(localhost:5000 або 192.168.178.100:5000)",
    "0% - 100% (0 = Disabled, 100 - absolute sure)": "0% - 100% (0 = Вимкнено, 100 - абсолютно впевнений)",
    "Additional FFMPEG arguments for the input stream (optional)": "Додаткові аргументи FFMPEG для вхідного потоку (необов'язково)",
    "As frigate saves a large amount of data, it is recommended to use a separate directory or disk for it.": "Оскільки Frigate зберігає великий обсяг даних, рекомендується використовувати окремий каталог або диск.",
    "Auto-detect (recommended)": "Автовизначення (рекомендовано)",
    "Auto-update Docker image": "Автооновлення Docker-образу",
    "CPU": "CPU",
    "Camera input path must not be empty": "Шлях введення камери не повинен бути порожнім",
    "Camera name must not be empty and must not contain spaces": "Назва камери не повинна бути порожньою і не повинна містити пробіли",
    "Camera specific: frigate.0.remote.notificationTextTemplate": "Для конкретної камери: frigate.0.remote.notificationTextTemplate",
    "Cameras configuration": "Налаштування камер",
    "Choose how to configure Frigate. The YAML configuration file option allows you to provide a custom configuration file, while the UI option provides a user-friendly interface for configuring Frigate without needing to edit YAML files directly.": "Оберіть спосіб налаштування Frigate. Опція файлу конфігурації YAML дозволяє надати власний файл конфігурації, а опція UI надає зручний інтерфейс для налаштування Frigate без необхідності безпосередньо редагувати YAML-файли.",
    "Comma separated": "Через кому",
    "Configure via UI": "Налаштувати через UI",
    "Coral Type": "Тип Coral",
    "Current frigate config.yaml": "Поточний файл \"config.yaml\" для \"frigate\"",
    "Days to retain recordings": "Днів зберігання записів",
    "Detection FPS": "FPS виявлення",
    "Detection Height": "Висота виявлення",
    "Detection NMS threshold": "Поріг NMS виявлення",
    "Detection Width": "Ширина виявлення",
    "Detection confidence threshold": "Поріг впевненості виявлення",
    "Detection height": "Висота виявлення",
    "Detection threshold": "Поріг виявлення",
    "Detection width": "Ширина виявлення",
    "Detectors": "Детектори",
    "Don't send notification when zone list of the event is empty for this cameras": "Не надсилати сповіщення, коли список зон події порожній для цих камер",
    "Enable Notifications": "Увімкнути сповіщення",
    "Enable face recognition": "Увімкнути розпізнавання облич",
    "Enable object detection": "Увімкнути виявлення об'єктів",
    "Enable recording": "Увімкнути запис",
    "Enabled": "Увімкнено",
    "Enter the ioBroker IP Address in the frigate config under mqtt->host": "Введіть IP-адресу ioBroker у конфігурації Frigate в розділі mqtt->host",
    "Enter the ioBroker Ip Address in the frigate config under mqtt->host": "Введіть IP-адресу ioBroker у конфігурації fregate в розділі mqtt->host",
    "Exclude cameras from notification": "Виключити камери зі сповіщень",
    "Exclude zones from notification": "Виключити зони зі сповіщень",
    "FFMPEG Camera Input Path": "Шлях введення камери FFMPEG",
    "FFMPEG hardware acceleration arguments": "Аргументи апаратного прискорення FFMPEG",
    "Face recognition model size": "Розмір моделі розпізнавання облич",
    "Frigate Docker": "Frigate Docker",
    "Frigate Hostname:Port": "Frigate хост:порт",
    "Frigate Hostname:Port (localhost:5000 or 192.168.178.100:5000)": "Ім'я хоста фрегата: Порт (localhost:5000 або 192.168.178.100:5000)",
    "Frigate YAML configuration": "YAML-конфігурація Frigate",
    "Frigate configuration type": "Тип конфігурації Frigate",
    "Frigate directory location": "Розташування каталогу Frigate",
    "Frigate directory location must end with a slash (/) and must not be empty": "Розташування каталогу Frigate повинно закінчуватися скісною рискою (/)",
    "General Settings": "Загальні налаштування",
    "Google Coral": "Google Coral",
    "If enabled, the latest Docker image will be pulled when the adapter starts.": "Якщо увімкнено, останній Docker-образ буде завантажено при запуску адаптера.",
    "If no start snapshot send then send one update snapshot instead": "Якщо знімок початку не надіслано, надіслати один знімок оновлення замість нього",
    "Instances to notify": "Екземпляри для сповіщення",
    "Large (slower, more accurate)": "Велика (повільніша, точніша)",
    "MB": "МБ",
    "MQTT Server Port in Frigate config": "Порт MQTT-сервера в конфігурації Frigate",
    "Maximum clip length in seconds": "Максимальна тривалість кліпу в секундах",
    "Maximum number of objects to detect per frame": "Максимальна кількість об'єктів для виявлення на кадр",
    "Medium (balanced speed and accuracy)": "Середня (баланс швидкості та точності)",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled.": "Мінімальна оцінка події 0.1-1.0 для сповіщення. 0 = Вимкнено.",
    "Minimum Event Score 0.1-1.0 to notify. 0 = Disabled. Camera specific: frigate.0.remote.notificationMinScore": "Мінімальна оцінка події 0.1-1.0 для сповіщення. 0 = Вимкнено. Для конкретної камери: frigate.0.remote.notificationMinScore",
    "Minimum area for face recognition": "Мінімальна область для розпізнавання облич",
    "Name": "Назва",
    "Notification Settings": "Налаштування сповіщень",
    "Notification Text Template": "Шаблон тексту сповіщення",
    "Notification will only not send if all zones of the event are excluded": "Сповіщення не надсилатиметься лише в тому випадку, якщо всі зони події виключені.",
    "Number of last Events History frigate.0.events.history": "Кількість останніх подій в історії frigate.0.events.history",
    "Object Detection": "Виявлення об'єктів",
    "Optional: Users to notify": "Необов'язково: Користувачі для сповіщення",
    "PCIe": "PCIe",
    "Port": "Порт",
    "Post-capture recording time in seconds": "Час запису після події в секундах",
    "Pre-capture recording time in seconds": "Час запису до події в секундах",
    "Recording": "Запис",
    "Retain Snapshots": "Зберігання знімків",
    "Send Clip from event end": "Надіслати кліп після закінчення події",
    "Send detailed object snapshot": "Надіслати детальний знімок об'єкта",
    "Send only Clip Url from event end": "Надіслати лише посилання на кліп після закінчення події",
    "Send snapshot from event end": "Надіслати знімок після закінчення події",
    "Send snapshot from event start": "Надіслати знімок на початку події",
    "Send snapshot from event update": "Надіслати знімок при оновленні події",
    "Small (faster, less accurate)": "Маленька (швидша, менш точна)",
    "Snapshot Bounding Box": "Рамка на знімку",
    "Snapshot Timestamp": "Мітка часу знімка",
    "Snapshots": "Знімки",
    "Start container on IP": "Запустити контейнер на IP",
    "Stop container when instance stops": "Зупинити контейнер при зупинці екземпляра",
    "Temp directory size": "Розмір тимчасового каталогу",
    "The amount of time (in seconds) to include in the recording after the event is triggered. This can help capture important context following the event.": "Час (у секундах), що включається до запису після спрацьовування події. Це допомагає захопити важливий контекст після події.",
    "The amount of time (in seconds) to include in the recording before the event is triggered. This can help capture important context leading up to the event.": "Час (у секундах), що включається до запису перед спрацьовуванням події. Це допомагає захопити важливий контекст перед подією.",
    "The confidence threshold for object detection. Setting this can help reduce false positives by ignoring detections with low confidence scores.": "Поріг впевненості для виявлення об'єктів. Налаштування цього параметра допомагає зменшити хибні спрацьовування, ігноруючи виявлення з низьким рівнем впевненості.",
    "The height (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "Висота (у пікселях), до якої будуть масштабовані вхідні кадри для виявлення об'єктів. Це може покращити продуктивність за рахунок зменшення роздільної здатності, але також може знизити точність виявлення при занадто низькому значенні.",
    "The input path for the camera stream (e.g., RTSP URL)": "Шлях введення для потоку камери (наприклад, RTSP URL)",
    "The maximum length of recorded clips in seconds. Setting this can help manage storage usage by limiting the duration of recorded events.": "Максимальна тривалість записаних кліпів у секундах. Це допомагає керувати використанням сховища, обмежуючи тривалість записаних подій.",
    "The maximum number of objects that will be detected in each frame. Setting this can help manage performance by limiting the number of detections, but may also result in missed detections if set too low.": "Максимальна кількість об'єктів, що виявляються у кожному кадрі. Це допомагає керувати продуктивністю, обмежуючи кількість виявлень, але може призвести до пропуску об'єктів при занадто низькому значенні.",
    "The minimum area (in pixels) of a detected object for face recognition to be applied. Setting this can help reduce false positives by ignoring small objects that are unlikely to be faces.": "Мінімальна площа (у пікселях) виявленого об'єкта для застосування розпізнавання облич. Це допомагає зменшити хибні спрацьовування, ігноруючи дрібні об'єкти, які навряд чи є обличчями.",
    "The non-maximum suppression (NMS) threshold for object detection. Setting this can help reduce false positives by suppressing overlapping detections of the same object.": "Поріг придушення немаксимумів (NMS) для виявлення об'єктів. Це допомагає зменшити хибні спрацьовування, придушуючи перекриваючі виявлення одного й того ж об'єкта.",
    "The number of days to retain recorded clips. Setting this can help manage storage usage by automatically deleting older recordings.": "Кількість днів зберігання записаних кліпів. Це допомагає керувати використанням сховища шляхом автоматичного видалення старих записів.",
    "The port on which the container will be reachable on localhost": "Порт, на якому контейнер буде доступний на localhost",
    "The size of the face recognition model to use. Small is faster but less accurate, while large is slower but more accurate. Medium is a balanced option that may work well for most users.": "Розмір моделі розпізнавання облич. Маленька — швидша, але менш точна, велика — повільніша, але точніша. Середня — збалансований варіант, що підходить більшості користувачів.",
    "The target frames per second (FPS) for object detection. Setting this can help manage performance by controlling the frequency of detection, but may also result in missed detections if set too low.": "Цільова кількість кадрів на секунду (FPS) для виявлення об'єктів. Це допомагає керувати продуктивністю, контролюючи частоту виявлення, але може призвести до пропуску об'єктів при занадто низькому значенні.",
    "The type of Google Coral accelerator to use. USB is the most common and compatible option, while PCIe may offer better performance but requires a compatible motherboard and additional setup.": "Тип прискорювача Google Coral. USB — найпоширеніший і сумісний варіант, а PCIe може забезпечити кращу продуктивність, але потребує сумісної материнської плати та додаткового налаштування.",
    "The type of detectors to use. CPU is the default and works without additional hardware, but may have higher CPU usage. Google Coral is an optional hardware accelerator that can significantly reduce CPU usage if supported.": "Тип детекторів, що використовуються. CPU використовується за замовчуванням і працює без додаткового обладнання, але може споживати більше ресурсів процесора. Google Coral — опціональний апаратний прискорювач, який може значно зменшити навантаження на CPU.",
    "The width (in pixels) to which the input frames will be resized for object detection. Setting this can help improve performance by reducing the resolution of the input frames, but may also reduce detection accuracy if set too low.": "Ширина (у пікселях), до якої будуть масштабовані вхідні кадри для виявлення об'єктів. Це може покращити продуктивність за рахунок зменшення роздільної здатності, але також може знизити точність виявлення при занадто низькому значенні.",
    "USB": "USB",
    "Unique camera name without spaces": "Унікальна назва камери без пробілів",
    "Use self-hosted Frigate in Docker": "Використовувати власний Frigate у Docker",
    "Wait time after Events end for Clip creation in seconds": "Час очікування після закінчення події для створення кліпу в секундах",
    "YAML configuration file": "YAML-файл конфігурації",
    "day(s)": "день(днів)",
    "docker_explanation": "ioBroker запустить і керуватиме власним екземпляром Frigate у Docker-контейнері. Цей варіант підходить для користувачів, які віддають перевагу запуску Frigate локально без використання зовнішнього сервісу.",
    "{{source}} {{type}} detected {{status}} {{score}} {{state}}": "{{source}} {{type}} виявлено {{status}} {{score}} {{state}}"
}